Repository: gong-chengxiao/AssetManager
Catalog: Strings/*/Resources.resw
Languages: zh_cn

source: Academic Affairs Office
zh_cn: 教务处

source: AppDescription
zh_cn: AssetManager

source: AppDisplayName
zh_cn: AssetManager

source: Asset ID
zh_cn: 资产编号

source: Asset Name
zh_cn: 资产名称

source: AssetTable_AssetID.Header
zh_cn: 编号

source: AssetTable_AssetName.Header
zh_cn: 名称

source: AssetTable_AssetPurchaseDate.Header
zh_cn: 购置日期

source: AssetTable_AssetPurchaseOrderNumber.Header
zh_cn: 订单号

source: AssetTable_AssetPurchasePrice.Header
zh_cn: 购置单价

source: AssetTable_AssetSerialNumber.Header
zh_cn: 产品序列号

source: AssetTable_AssetSpecification.Header
zh_cn: 规格

source: AssetTable_AssetType.Header
zh_cn: 种类

source: AssetTable_AssetVendorID.Header
zh_cn: 供应商ID

source: AssetTable_AssetVendorName.Header
zh_cn: 供应商

source: AssetTable_CommitButton.Label
zh_cn: 提交更改

source: AssetTable_DateFilter.Text
zh_cn: 购置日期

source: AssetTable_DeleteFlyoutItem.Text
zh_cn: 删除行

source: AssetTable_DepartmentFilter.Text
zh_cn: 单位

source: AssetTable_DepartmentName.Header
zh_cn: 所属单位

source: AssetTable_Filter.Label
zh_cn: 过滤

source: AssetTable_GetterID.Header
zh_cn: 采购人ID

source: AssetTable_GetterName.Header
zh_cn: 采购人

source: AssetTable_LastHalfYear.Text
zh_cn: 最近半年

source: AssetTable_LastOneMonth.Text
zh_cn: 最近一个月

source: AssetTable_LastOneYear.Text
zh_cn: 最近一年

source: AssetTable_LastThreeMonth.Text
zh_cn: 最近三个月

source: AssetTable_NextHalfYear.Text
zh_cn: 未来半年内

source: AssetTable_NextOneMonth.Text
zh_cn: 未来一个月内

source: AssetTable_NextOneYear.Text
zh_cn: 未来一年内

source: AssetTable_NextThreeMonth.Text
zh_cn: 未来三个月内

source: AssetTable_RemoveFilter.Text
zh_cn: 取消过滤

source: AssetTable_UserID.Header
zh_cn: 使用人ID

source: AssetTable_UserName.Header
zh_cn: 使用人

source: AssetTypeText
zh_cn: 规格

source: AssetType_Big
zh_cn: 大

source: AssetType_Mid
zh_cn: 中

source: AssetType_Small
zh_cn: 小

source: Backup right now
zh_cn: 立即备份

source: Cancel
zh_cn: 取消

source: Copy to clipboard
zh_cn: 复制

source: Database backup
zh_cn: 数据库备份

source: Database Name
zh_cn: 数据库名称

source: days
zh_cn: 天没有进行备份了。

source: Department
zh_cn: 单位

source: Department of Publicity
zh_cn: 党委宣传部

source: Dialog_ErrorTittle
zh_cn: 错误

source: Dialog_WarningTitle
zh_cn: 警告

source: Dump with routines (views, triggers, procedures, functions)
zh_cn: 同时导出视图、触发器、存储过程、函数

source: Engineering Training Center
zh_cn: 工训中心

source: Executor ID
zh_cn: 负责人ID

source: Executor Name
zh_cn: 负责人姓名

source: Explore
zh_cn: 浏览

source: Fatal error in Maintenance.GetLastMonthGridDataAsync(): Arg 'Type' doesn't match any DataType
zh_cn: 在Maintenance.GetLastMonthGridDataAsync()发生了致命错误：参数"Type"与DataType的任何一个枚举类型都不匹配。

source: General Office of School
zh_cn: 学校办公室

source: Home_AfternoonGreeting
zh_cn: 下午好，

source: Home_EveningGreeting
zh_cn: 晚上好，

source: Home_LoginButton.Content
zh_cn: 登录

source: Home_MorningGreeting
zh_cn: 早上好，

source: Host
zh_cn: 主机地址

source: In the coming week, you have
zh_cn: 未来一周内，有

source: Is Normal
zh_cn: 是否常规维护

source: Library
zh_cn: 图书馆

source: Log in
zh_cn: 登录

source: Maintenance Arrangement
zh_cn: 维护安排

source: maintenance arrangements
zh_cn: 项维护安排

source: Maintenance Content
zh_cn: 维护内容

source: Maintenance Date
zh_cn: 维护时间

source: Maintenance ID
zh_cn: 编号

source: Next Maintenance Date
zh_cn: 下次维护时间

source: No
zh_cn: 否

source: No backup file path selected
zh_cn: 没有指定备份路径

source: No table selected
zh_cn: 没有选择任何数据表

source: Normal Maintenance
zh_cn: 常规维护

source: OK
zh_cn: 确认

source: Password
zh_cn: 密码

source: PersonName
zh_cn: 姓名

source: Phonenumber
zh_cn: 电话号码

source: Port
zh_cn: 端口号

source: School of Aeronautics
zh_cn: 航空学院

source: School of Computer
zh_cn: 计算机学院

source: School of Electrical
zh_cn: 电子信息学院

source: Scrapping Date
zh_cn: 报废时间

source: Scrapping ID
zh_cn: 报废记录编号

source: Scrapping Remark
zh_cn: 备注

source: Scrapping Vendor ID
zh_cn: 承包单位编号

source: Scrapping Vendor Name
zh_cn: 承包单位名

source: Select a backup file
zh_cn: 选择备份文件

source: Select file path
zh_cn: 选择备份文件路径

source: Select maintenance date
zh_cn: 选择维护日期

source: Select next maintenance arrangement date
zh_cn: 选择下次维护安排时间

source: SettingsPage_PrivacyTermsLink.Content
zh_cn: GitHub

source: SettingsPage_PrivacyTermsLink.NavigateUri
zh_cn: https://github.com/gong-chengxiao/AssetManager

source: Settings_About.Text
zh_cn: 关于

source: Settings_AboutDescription.Text
zh_cn: 2022年秋季学期“数据库原理实验”课程大作业

source: Settings_AuthorDescription.Content
zh_cn: 2020301969 龚诚孝

source: Settings_AuthorDescription.NavigateUri
zh_cn: https://github.com/gong-chengxiao

source: Settings_Personalization.Text
zh_cn: 外观设置

source: Settings_Theme.Text
zh_cn: 主题

source: Settings_Theme_Dark.Content
zh_cn: 暗

source: Settings_Theme_Default.Content
zh_cn: 默认

source: Settings_Theme_Light.Content
zh_cn: 亮

source: Shell_AssetTable.Content
zh_cn: 所有固定资产

source: Shell_Home.Content
zh_cn: 主页

source: Shell_MaintenanceTable.Content
zh_cn: 维护记录

source: Shell_PurchaseTable.Content
zh_cn: 购置记录

source: Shell_ScrappingTable.Content
zh_cn: 报废记录

source: Shell_UserTable.Content
zh_cn: 人员记录

source: SQL File
zh_cn: SQL文件

source: Submit maintenance record
zh_cn: 提交维护记录

source: Tables
zh_cn: 数据表

source: Update maintenance record
zh_cn: 更新维护记录

source: Use Other Database
zh_cn: 使用其他数据库

source: Username
zh_cn: 用户名

source: Write maintenance content:
zh_cn: 本次维护内容：

source: Yes
zh_cn: 是

source: You haven't done a backup in
zh_cn: 你已经有
